[
  {
    "id": 1,
    "rate": "Exceptional",
    "comment": "You will find in it all the best that video games can give in principle",
    "tags": [
      {
        "id": 20,
        "tag": "can't stop playing"
      },
      {
        "id": 21,
        "tag": "better with friends"
      }
    ],
    "username": "Eugine",
    "user_image": "/user1.jpeg",
    "created": "2023-09-29T23:52:14Z"
  },
  {
    "id": 2,
    "rate": "Skip",
    "comment": "I genuinely don’t understand why a lot of people keep singing Baldur’s Gate 3’s praises and it surprises me that criticism of the game is so hard to find. \nI played on PS5 for about 15 hours and I did not have fun, because of a lot of frustrations with the controls (camera controls in particular), awkward menus, mechanics not getting explained and general UI issues. In addition, I don’t find the game enjoyable to look at; textures are bland, there is a lot of pop-in (textures and assets), audio is weirdly mixed with some voices having (presumably) unintended reverb/echo, areas are incredibly dark, so much so that I had to put brightness at max, which whited-out the entire screen (perhaps something wrong with HDR) and I just have to squint at the screen all the time to make out what’s happening. I also had a couple of bugs with menus not appearing and the game not responding correctly to my inputs, which actually led to me killing a companion instead of talking to them after which the game autosaved, preventing me from fixing it. \nI don’t care about the story/characters so far, which is okay, I can imagine appreciating it/them over time, but I just don’t want to play anymore. I wasted my weekend and 70,- euros. \n\nIf you liked Divinity Original Sin 2, you’ll probably like Baldur’s Gate 3 more than I did. ",
    "tags": null,
    "username": "HuibFG",
    "user_image": "/user2.jpeg",
    "created": "2023-09-05T23:52:14Z"
  },
  {
    "id": 3,
    "rate": "Meh",
    "comment": "Meh",
    "tags": [
      {
        "id": 22,
        "tag": "boring"
      }
    ],
    "username": "João Vitor de Souza",
    "user_image": "/user3.jpeg",
    "created": "2023-09-12T23:52:14Z"
  },
  {
    "id": 4,
    "rate": "Exceptional",
    "comment": "I went in with medium expectations after trying it in early access. After 1 hour, I was completely hooked. Now, after 70h, I finished my first playthrough. It was amazing. I don't often do many playthroughs, so for many that's enough. However, there are so many things that I know that I didn't see. If you like DND (especially the newer version 5e), this game is that 100%.",
    "tags": [
      {
        "id": 25,
        "tag": "blew my mid"
      },
      {
        "id": 28,
        "tag": "just ome more turn"
      }
    ],
    "username": "João Carvalho",
    "user_image": "/user4.jpeg",
    "created": "2023-05-02T23:52:14Z"
  }
]
